Tekla.Structures.DrawingInternal.dotGrMarkBase_t


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.InsertionPoint


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.TextHeight


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.TextWidth


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.Placing


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.MarkBaseAttributes


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.ModelObjectId


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.ChangeSymbol


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.Hideable


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.IsAssociativeNote


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.ToStruct(Tekla.Structures.Drawing.MarkBase)


Tekla.Structures.DrawingInternal.dotGrMarkBase_t.FromStruct(Tekla.Structures.Drawing.MarkBase)
